Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/how_to_use_this_site.html.txt.tmx
Source language: en
Languages: ga

source: How information is organised
ga: Conas a eagraítear faisnéis

source: This website is divided into 14 information categories
ga: Tá leathanach baile an tsuímh roinnte ina chatagóirí faisnéise

source: Each category is further organised into sub-categories and documents
ga: Tá roinnt fochatagóirí ag gach catagóir agus beidh cuid acu á dtaispeáint ar an leathanach baile

source: On the homepage we list all of the main information categories, along some of the more popular documents from those categories
ga: Má chliceálann tú orthu seo, beidh tú in ann féachaint ar liosta doiciméad taobh istigh den fhochatagóir sin

source: If you click the category title on the homepage, or from the 'Categories' dropdown in the navigation bar, you can see the subcategories within that main category
ga: Tá gach catagóir eagraithe ansin ina fochatagóirí agus ina ndoiciméid. Léiríonn liostaí na gcatagóirí na fochatagóirí go léir, chomh maith le cibé doiciméid atá taobh istigh den chatagóir sin

source: Certain documents are indicated with a special icon. These are:
ga: Léirítear doiciméid áirithe le híocón speisialta, mar atá:

source: How documents are organised
ga: An bealach a n-eagraítear doiciméid

source: Each page has a general section which gives you the information to answer most queries
ga: Tá rannán ginearálta ag gach leathanach a thugann an fhaisnéis duit a fhreagróidh bunús na gceisteanna

source: Some documents will have links to other relevant material such as case studies, checklists or worksheets
ga: Beidh ábhar ábhartha eile ar chuid de na doiciméid, amhail staidéir cháis, seicliostaí agus leathanaigh oibre, a dtiocfadh leo a bheith úsáideach duit

source: Other options associated with information pages are:
ga: Seo roinnt roghanna eile a bhaineann le leathanaigh eolais:

source: • the 'Print-ready Page' icon will display a page which is optimised for printing
ga: • An t-íocón Priontáil Leathanach. Taispeánfar leathanach atá optamaithe le haghaidh priontála, gan roghchláir agus roghanna neamhriachtanacha eile

source: • the 'Related Documents' section on the right-hand side of the website allows you to see other documents that might be of interest to you
ga: • Ligeann Cuir Chuig Cara* duit nasc chuig an doiciméad a chur mar ríomhphost chuig duine éigin eile

source: Other ways to find information
ga: Bealaí eile le teacht ar fhaisnéis

source: You can also sort information using:
ga: Is féidir leat úsáid a bhaint as na rudaí seo a leanas le faisnéis a shórtáil chomh maith:

source: • an alphabetical list of document titles
ga: • Liosta teideal doiciméid in ord aibítire

source: • a list of 'My Situation' documents - these are documents that relate to people in a particular situation or who wish to find information on a specific topic
ga: • Liosta de "eachtraí saoil" - staideanna tábhachtacha i saoil an duine

source: • a listing by document type, for example, reference documents
ga: • Liostú de réir chineál an doiciméid, mar shampla doiciméid tagartha

source: By using the language tool, you can switch the default language for the site or view content in another language
ga: Má úsáideann tú an uirlis teanga, is féidir leat an teanga réamhshocraithe a mhalartú don suíomh nó féachaint ar ábhar i dteanga eile

source: All content is available in English and most in Irish, while certain key documents are available in French, Romanian, and Polish
ga: Tá gach ábhar ar fáil i mBéarla agus tá an chuid is mó den ábhar ar fáil i nGaeilge, agus bíonn roinnt doiciméad an-tábhachtach ar fáil i bhFraincis, i Rómáinis agus i bPolannais

source: This tool appears on all pages, and will list the languages in which the information is available
ga: Taispeántar an uirlis seo ar gach leathanach, agus tabharfaidh sí liosta duit de na teangacha a bhfuil an fhaisnéis ar fáil iontu

source: If you use an RSS reader, you can subscribe to our RSS feeds whenever you see the RSS icon
ga: Má úsáideann tú léitheoir RSS, is féidir leat liostáil le fothaí RSS áit ar bith a bhfeiceann tú an t-íocón RSS

source: You can search using the search bar wherever you are on the website
ga: Is féidir leat an barra cuardaigh a úsáid le cuardach a dhéanamh cibé áit a bhfuil tú ar an suíomh

source: The 'Find a Centre' section of the website lists all the main Citizens Information Centres around the country and also the outreach locations associated with those centres
ga: Tugann aimsigh seoladh sonraí teagmhála do níos mó ná 8,000 solathróir seirbhíse agus gníomhaireachtaí ar fud na tíre

source: 'Find an Address' gives links to the contact details of a wide range of service providers. Keeping up to date
ga: Cuireann naisc rannán na nuachta béim ar cheisteanna reatha, athruithe ar an suíomh, imeachtaí agus rudaí eile a bhaineann le hábhar
